<template>
  <div>
    <h1>《蜀道难》</h1>
    <h3>唐·李白</h3>
    <p>噫吁嚱，危乎高哉！</p>
    <p>蜀道之难，难于上青天！</p>
    <p>蚕丛及鱼凫，开国何茫然！</p>
    <p>尔来四万八千岁，不与秦塞通人烟。</p>
    <p>西当太白有鸟道，可以横绝峨眉巅。</p>
    <p>地崩山摧壮士死，然后天梯石栈相钩连。</p>
    <p>上有六龙回日之高标，下有冲波逆折之回川。</p>
    <p>黄鹤之飞尚不得过，猿猱欲度愁攀援。</p>
    <p>青泥何盘盘，百步九折萦岩峦。</p>
    <p>扪参历井仰胁息，以手抚膺坐长叹。</p>

    <p>问君西游何时还？畏途巉岩不可攀。</p>
    <p>但见悲鸟号古木，雄飞雌从绕林间。</p>
    <p>又闻子规啼夜月，愁空山。</p>
    <p>蜀道之难，难于上青天，使人听此凋朱颜！</p>
    <p>连峰去天不盈尺，枯松倒挂倚绝壁。</p>
    <p>飞湍瀑流争喧豗，砯崖转石万壑雷。</p>
    <p>其险也如此，嗟尔远道之人胡为乎来哉！</p>

    <p>剑阁峥嵘而崔嵬，一夫当关，万夫莫开。</p>
    <p>所守或匪亲，化为狼与豺。</p>
    <p>朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。</p>
    <p>锦城虽云乐，不如早还家。</p>
    <p>蜀道之难，难于上青天，侧身西望长咨嗟！</p>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>
